[{"id":"57","description":"The enhancement of humans can take various forms: It can be something comparatively non-intrusive as a power-up drug, a form of machine implantation or cyberization (\"SAC Solid State Society\"), or outright - possibly atrocious - genetic manipulation (\"Ao no 6-gou\"). Plot-wise enhanced protagonists in anime usually have to pay a price for their enhancements, be it physical or mental.","tittle":"Human Enhancement","totalMediaCount":131},{"id":"155","description":"Science fiction stories usually focus on how situations could be different in the future when we are more technologically advanced; due to either our own achievements or having met with other civilizations whom we have learned from.","tittle":"Science Fiction","totalMediaCount":2703},{"id":"59","description":"Mecha in Japanese basically means mechanical things; everything from an electric whisk or a car to a spaceship or a robot. Here however we limit it to the more exotic things usually referred to as mecha anime: robots, whether controlled by a human or not, and their ilk. See Androids, Piloted Robots, Power Suits, Robot Helpers, Transforming Robots for a more specific classification.","tittle":"Mecha","totalMediaCount":1263},{"id":"160","description":"Anime whose central struggle causes hilarious results. These stories are built upon funny characters, situations and events. A comedy anime is laced with humour and sets out to provoke laughter from the audience.\n\nJapanese humour can be a bit strange to westerners, so if you're new to this type of humour, just bear with it; it'll most likely grow on you if you're a fan of other kinds of comedy.","tittle":"Comedy","totalMediaCount":5771},{"id":"180","description":"Sports anime revolves around a recreational physical activity or skill. In addition they often adhere to certain genre conventions, the emphasis on training and practice in preparation for competition, characters desire for self improvement, and pursuit of a specific goal.","tittle":"Sports","totalMediaCount":678},{"id":"212","description":"The anime switches quickly, often rather drastically between different moods or tones, sometimes even on the same scene.","tittle":"Tone Changes","totalMediaCount":14},{"id":"128","description":"Consistency of the characteristics of persons, plot, objects, places and events seen by the viewer.\n\nA single linear focused plot is highly continuous.\n\nA truly random plot is highly discontinuous.","tittle":"Plot Continuity","totalMediaCount":756},{"id":"122","description":"Shoujo Ai means girls love, and thus explores what happens when two girls (or women) fall in love. This is not to be mistaken for Yuri which is (or, at least, how this term is often used by the western audience) used in adult works. This is not; that means there is no graphical sex.\n\nThe male version is Shounen Ai.","tittle":"Shoujo Ai","totalMediaCount":94},{"id":"149","description":"Relating to gangs such as the Italian Mob or Japanese Yakuza.","tittle":"Mafia","totalMediaCount":57},{"id":"171","description":"From commies to fat capitalist pigs, all the stuff done by the \"guys with the power\", mainly evil tactics for gaining more power over the masses.\n\nWatching this title may remind you why CNN is boring.","tittle":"Politics","totalMediaCount":39},{"id":"142","description":"The Americas, also collectively called America, encompass the totality of the continents of North America and South America. Together they make up most of Earth's western hemisphere and comprise the New World.\n\nSource: Wikipedia","tittle":"Americas","totalMediaCount":73},{"id":"26","description":"A cyborg is a cybernetic organism (i.e. an organism that has both artificial and natural systems). The term was coined in 1960 when Manfred Clynes and Nathan Kline used it in an article about the advantages of self-regulating human-machine systems in outer space. D. S. Halacy's Cyborg: Evolution of the Superman in 1965 featured an introduction which spoke of a \"new frontier\" that was \"not merely space, but more profoundly the relationship between 'inner space' to 'outer space' -a bridge...between mind and matter.\" The cyborg is often seen today merely as an organism that has enhanced abilities due to technology, but this perhaps oversimplifies the category of feedback.\n\nFictional cyborgs are portrayed as a synthesis of organic and synthetic parts, and frequently pose the question of difference between human and machine as one concerned with morality, free will, and empathy. Fictional cyborgs may be represented as visibly mechanical (e.g. the Cybermen in the Doctor Who franchise or The Borg from Star Trek); or as almost indistinguishable from humans (e.g. the \"Human\" Cylons from the re-imagining of Battlestar Galactica). The 1970s television series The Six Million Dollar Man featured one of the most famous fictional cyborgs. Cyborgs in fiction often play up a human contempt for over-dependence on technology, particularly when used for war, and when used in ways that seem to threaten free will. Cyborgs are also often portrayed with physical or mental abilities far exceeding a human counterpart (military forms may have inbuilt weapons, among other things).\n\nReal (as opposed to fictional) cyborgs are more frequently people who use cybernetic technology to repair or overcome the physical and mental constraints of their bodies. While cyborgs are commonly thought of as mammals, they can be any kind of organism.\n\n[Source: wiki]","tittle":"Cyborg","totalMediaCount":107},{"id":"10","description":"The origin of Elves (Norse; álfar(elves), álfr(elf)) can be found in ancient Norse mythology, in which, elves are described as divine, or near-divine, race of humanoids (Vættir), likened to the Æsir. In common description they are described as sage and immortal beings occupying the threshold between humans and the gods. In some cases humans that were beloved by the gods became elves within their lives. Ancient Elves are delineated into a pair of similar but distinct races; Light Elves (Ljósálfar) and Dark Elves (Svartálfar), each originating from separate homes within the nine worlds of Yggdrasil. Within the Poetic Edda the differences are commonly ascribed as:\n\n\"There is one place there that is called the Elf Home (Álfheimr which is the elven city). People live there that are named the light elves (Ljósálfar). But the dark elves (Dökkálfar) live below in earth, in caves and the dark forest and they are unlike them in appearance - and more unlike them in reality. The Light Elves are brighter than the sun in appearance, but the Dark Elves are blacker than pitch.\" (Snorri, Gylfaginning 17, Prose Edda)","tittle":"Elf","totalMediaCount":46},{"id":"23","description":"Delinquents - Every school has them, but not all anime with school setting make delinquents a central topic. There are several versions of these delinquents, though some are grounded on a misunderstanding:\n\n* The student with a really bad image and attitude, based on his real criminal actions outside of the school and is even feared by teachers.\n* The primitive \"class bully\" that pushes around (\"clobbers\") his classmates for no apparent reason, possibly extorting lunch money.\n* The student with an sinister complexion or \"evil eye\", but is actually a \"good\" student (unfoundedly feared character).\n* The rebellious student, who does not care for studying, but is otherwise docile. Called a \"delinquent\" as a joke.","tittle":"Delinquent","totalMediaCount":56},{"id":"49","description":"Anime that takes place in the past or clearly seems to take place in the past in case of an alternative universe. This category should almost always go together with one of its sub-categories, because the past can either be a depiction of a historical event(s) or not, in which case it would be alternative past.","tittle":"Past","totalMediaCount":487},{"id":"138","description":"The United States of America (commonly referred to as the United States, the U.S., the USA, or America) is a federal constitutional republic comprising fifty states and a federal district. The country is situated mostly in central North America, where its forty-eight contiguous states and Washington, D.C., the capital district, lie between the Pacific and Atlantic Oceans, bordered by Canada to the north and Mexico to the south. The state of Alaska is in the north-west of the continent, with Canada to the east and Russia to the west across the Bering Strait. The state of Hawaii is an archipelago in the mid-Pacific. The country also possesses several territories in the Caribbean and Pacific.Source: wiki","tittle":"United States","totalMediaCount":96},{"id":"216","description":"Stories about stealing things.","tittle":"Thievery","totalMediaCount":52},{"id":"169","description":"The antics of the protagonists do not take place in some exotic setting or time, but in everyday life. When not \"at the job\" this means getting up in the morning, making meals, house cleaning, going shopping or out to eat, visiting the bath house or spa, leisure activities in the spare time, etc. The time \"on the job\" for students is School Life, for others working in their profession. Daily Life is basically a synonym for everything normal, repetitive, and trivial happening to your average person.","tittle":"Slice of Life","totalMediaCount":2103},{"id":"153","description":"A feeling of general discomfort and uneasiness is present due to either trivial or more serious reasons, often accompanied by depression.\n\nWarning: may contain copious amounts of brooding and sighing.\n\nEtymology: \"Angst\" is a German word meaning fear or anxiety.","tittle":"Angst","totalMediaCount":211},{"id":"163","description":"Anthropomorphism is the attribution of uniquely human characteristics to non-human beings, inanimate objects, or natural or supernatural phenomena. If it's an animal or an object (AI excluded) and it speaks and/or does other human-like things (dresses up) then we're dealing with anthropomorphism.","tittle":"Anthropomorphism","totalMediaCount":355},{"id":"65","description":"A transforming craft is a human-built object, usually a robot but sometimes also a vehicle of some sort, that can rearrange its parts in order to switch between a minimum of two forms.","tittle":"Transforming Craft","totalMediaCount":132},{"id":"186","description":"A housewife is a mature woman (should be out of high school age) who doesn't necessarily have to be married in our context, but typically is. A housewife doesn't work (depending on context, she would be an Office Lady instead), however, since we're not as much down to technical details as we are of visuals, that restriction can be discarded if the character in question is shown mostly in home environment wearing leisure time clothing or a kimono and an apron can also be safely added to the bunch.\n\nAlmost completely exclusive to hentai animations.","tittle":"Housewives","totalMediaCount":3},{"id":"68","description":"Generally a serious and epic story set in an invented world. The world may be more or less based on real world environments or history. Typical fantastical elements are usually dominating, such as elves, dwarves, magicians, invented languages, quests; just to name a few.","tittle":"High Fantasy","totalMediaCount":47},{"id":"82","description":"Split personality, zerg rushers and Gangnam Style.","tittle":"Korea","totalMediaCount":36},{"id":"120","description":"Parasites are life forms that feed off other beings in some way. In anime, they are often aliens and usually intelligent. For shock value, and to avoid having to draw aliens all the time, their prey is preferably human; they may see humans as food, as puppets for mind control, or simply as temporary body hosts. In every case, the human is the victim of a \"merging\", which is not to be confused with the more \"amicable\" symbiosis.","tittle":"Parasite","totalMediaCount":19},{"id":"148","description":"A virtual reality is a place where the character interacts with a computer (or some other device)-simulated environment, be it real or imagined. The condition for a virtual reality to exist is the existence of real world for the character. In some cases, a virtual reality where characters can get harmed physically is depicted.","tittle":"Virtual Reality","totalMediaCount":169},{"id":"201","description":"","tittle":"Detective","totalMediaCount":132},{"id":"130","description":"Reverse harem, or sometimes also male harem, is the common name for the gender-reversed version of the usual harem genre. In a reverse harem, instead of the usual situation with several female characters focused on one male character, the viewer sees several male characters surrounding a single female character. Aside from the swapping of the characters' genders, the trope's details are mostly the same, with the majority of the changes relating to the differences in behavior between men and women of the characters' age range. The most notable exception is that, due to the most relevant characteristics of the trope's fan base, reverse harem authors tend to go for bishounen looks. Though they are also exceptions to the common harem genre, harems with homosexual relationships are not covered by reverse harem.","tittle":"Reverse Harem","totalMediaCount":65},{"id":"48","description":"Somewhere between past and future","tittle":"Present","totalMediaCount":1731},{"id":"220","description":"Kemono, \"beast\", is a genre of Japanese art and character design that prominently features anthropomorphic animal characters. It is used widely in visual arts, especially drawing and painting, and can be found in many manga, anime, and video game. Anthropomorphic animal characters in the kemono genre are frequently called juujin, \"therianthrope\"; the kanji for juujin are also sometimes pronounced kemonobito, \"beast-human\". While their design differs from artist to artist, they generally employ animal traits considered cute and endearing; most kemono characters retain a fundamentally human personality, however, seldom behaving as the actual animals from which they have been anthropomorphized, and as such they are typically depicted living as humans do.\n\nSource: Manga Wikia","tittle":"Juujin","totalMediaCount":72},{"id":"22","description":"A secondary school that usually contains grades 10 through 12 in Japan, or 9 through 12 in America.","tittle":"High School","totalMediaCount":373},{"id":"211","description":"At least one of the episodes takes place in summer. Think oppressively warm weather, summer vacation, summer school, summer festival, or a visit to the beach.","tittle":"Summer","totalMediaCount":15},{"id":"47","description":"Be it an ancient Greek Heracles, a cybernetic muscle-man, or a fourteen year-old girl in a mini-skirted sailor suit. As long as they have super powers, they're in the show.","tittle":"Super Power","totalMediaCount":1064},{"id":"236","description":"Yaoi refers to stories that portray homosexual (male/male) sex. It is not to be confused with the Shounen Ai category under Romance, which only portrays boy/boy relationships, but generally not anything pornographic. This is real male/male porn. The female version is Yuri.","tittle":"Yaoi","totalMediaCount":37},{"id":"221","description":"In a science fiction setting the robot helper, in a comedic sense, is pretty much what the \"cute comic relief animal sidekick\" is in a fantasy setting. The usually small machine has artificial intelligence, enabling it to support their owner / master with advice or help with menial tasks.\n\nAndroids should not be considered robot helpers, since these are far more complex, and there already is a tag for androids.","tittle":"Robot Helper","totalMediaCount":30},{"id":"51","description":"The final frontier.","tittle":"Space","totalMediaCount":597},{"id":"157","description":"Adventures are exciting stories, with new experiences or exotic locales. Adventures are designed to provide an action-filled, energetic experience for the viewer. Rather than the predominant emphasis on violence and fighting that is found in pure action anime, however, the viewer of adventures can live vicariously through the travels, conquests, explorations, creation of empires, struggles and situations that confront the main characters, actual historical figures or protagonists. Under the category of adventures, we can include traditional swashbucklers, serialized films, and historical spectacles, searches or expeditions for lost continents, \"jungle\" and \"desert\" epics, treasure hunts and quests, disaster films, and heroic journeys or searches for the unknown. Adventure films are often, but not always, set in an historical period, and may include adapted stories of historical or literary adventure heroes, kings, battles, rebellion, or piracy.","tittle":"Adventure","totalMediaCount":3060},{"id":"114","description":"The fourth planet from the sun in the solar system.\n\nPopular sci-fi setting for human colonisation and terraforming efforts.","tittle":"Mars","totalMediaCount":16},{"id":"6","description":"This school is only for female students. There may be a few male teachers though.","tittle":"All Girls School","totalMediaCount":70},{"id":"113","description":"Basketball is Netball for men, the real game that encourages dribbling and other such uncouth behaviour that was sanitised out of the ladies' version. However, it is itself woozy compared to Ulama, as the losing side are seldom publicly sacrificed.","tittle":"Basketball","totalMediaCount":36},{"id":"166","description":"Cyberpunk focuses on computers or information technology, usually coupled with some degree of breakdown in social order. The plot often centres on a conflict among hackers, artificial intelligences, and mega corporations, tending to be set within a near-future dystopian Earth.","tittle":"Cyberpunk","totalMediaCount":61},{"id":"31","description":"An angel is a supernatural being, said to be the messenger of God. They are often depicted as human beings with a pair of white feathered wings and sometimes with a halo.\nIn contrast, a fallen angel who has turned evil will be depicted with black wings.","tittle":"Angel","totalMediaCount":59},{"id":"1","description":"","tittle":"Middle School","totalMediaCount":78},{"id":"213","description":"A rapid spread or increase of something (e.g. a disease) affecting many persons.","tittle":"Epidemic","totalMediaCount":7},{"id":"132","description":"Music anime generally revolves around people concerned with music in their everyday lives. In addition they often adhere to certain genre conventions, the emphasis on training and practice in preparation for competitions, characters desire for self improvement, and pursuit of a specific goal. This is not unlike the Sports category.","tittle":"Music","totalMediaCount":2394},{"id":"85","description":"Tokyo, as real-world location is the backdrop of this anime.\n\nTokyo (東京 Tōkyō, \"Eastern Capital\") is one of the 47 prefectures of Japan. Tokyo is the capital of Japan, the centre of the Greater Tokyo Area, and the largest metropolitan area of the world. It is the seat of the Japanese government and the Imperial Palace, and the home of the Japanese Imperial Family. Tokyo is in the Kantou region on the south-eastern side of the main island Honshu and includes the Izu Islands and Ogasawara Islands. Tokyo Metropolis was formed in 1943 from the merger of the former Tokyo Prefecture (東京府 Tōkyō-fu) and the city of Tokyo (東京市 Tōkyō-shi).\n(Source: Wikipedia)","tittle":"Tokyo","totalMediaCount":110},{"id":"73","description":"Slapstick humour is generally recognized by lots of physical abuse, horseplay and practical jokes. Also often seen are impossible situations, using sounds to illustrate impossible stunts that aren't shown on-screen and to create tension for audience anticipation.","tittle":"Slapstick","totalMediaCount":371},{"id":"245","description":"Media targeting women roughly 18-40","tittle":"Josei","totalMediaCount":68},{"id":"29","description":"A robot is an automatically guided machine, able to do tasks on its own. Another common characteristic is that by its appearance or movements, a robot often conveys a sense that it has intent or agency of its own.\n\nNot to be confused with android (human-like robot).","tittle":"Robot","totalMediaCount":178},{"id":"53","description":"Setting with vast amounts of sand, merciless high temperatures, and very little water.","tittle":"Desert","totalMediaCount":22},{"id":"178","description":"A primary factor that drives the plot forward, is the almost obsessive desire of one of the characters to get back at someone else.","tittle":"Revenge","totalMediaCount":21},{"id":"115","description":"Seen The Fast and The Furious or played Need for Speed Underground series? This is it: people racing in illegal races on the streets with their own modified cars and maybe seeing the police chasing them.","tittle":"Street Racing","totalMediaCount":22},{"id":"62","description":"Historical anime have clear ties to our history and usually occur in a particular epoch.","tittle":"Historical","totalMediaCount":1075},{"id":"237","description":"Shows that are produced outside of East Asia, but are influenced by Japanese animation, themes, and culture. Usually has an animation style similar to anime, or contains themes commonly found in anime.","tittle":"Anime Influenced","totalMediaCount":477},{"id":"81","description":"Last stronghold for humanity. If Tokyo falls, it's all over. Tokyo Tower will undoubtedly fall anyway.","tittle":"Japan","totalMediaCount":2190},{"id":"56","description":"The anime takes place far from the any densely populated areas like cities, i.e. out in the suburbs, in the countryside with many fields and forests.","tittle":"Countryside","totalMediaCount":78},{"id":"28","description":"A zombie is asserted to be a reanimated corpse, or a human who is being controlled by someone else by use of magic with some media renditions using a pandemic illness to explain their existence.Stories of zombies originated in the West African spiritual belief system of voodoo, which told of the people being controlled as laborers by a powerful wizard.","tittle":"Zombie","totalMediaCount":54},{"id":"87","description":"AKA The Big Apple.\n\nThe city in which many disasters happen in movies: alien invasion, monster attacks, earthquackes, tsunamis, the Doomsday, demon portal openings and they are averted by super-heroes, the army, scientists, ghost busters and many other groups.","tittle":"New York","totalMediaCount":15},{"id":"191","description":"The Special Squads are called in when the police is completely outclassed, e.g. fighting criminal syndicates. These special forces are trained to combat specific forms of crime, e.g. the anti-cyber-crime division.\n\nThere are several such squads: Whereas Section 9 of Ghost in the Shell is an official government organisation, there are also \"benevolent\" vigilante groups like the Knight Sabers (Bubblegum Crisis).\n\nCriminal syndicates also have their special forces e.g. \"death squads\".","tittle":"Special Squads","totalMediaCount":52},{"id":"184","description":"Drama is a form of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone.","tittle":"Drama","totalMediaCount":1388},{"id":"242","description":"Media targeting girls roughly 8-18","tittle":"Shoujo","totalMediaCount":118},{"id":"108","description":"Physical force against self or other, compelling action against one's will on pain of being hurt.","tittle":"Violence","totalMediaCount":715},{"id":"13","description":"A tentacle or bothrium (plural: bothria) is one of usually two or more elongated flexible organs present in animals, especially invertebrates. Usually, Tentacles are used for feeding, feeling and grasping.","tittle":"Tentacle","totalMediaCount":6},{"id":"3","description":"The term elementary school is used in some countries for schools where children from the age of about five receive primary education.","tittle":"Elementary School","totalMediaCount":74},{"id":"125","description":"At least one character has a romantic interest in another one, but the feelings are not returned. \n\nThis is the cornerstone of all love triangles or love polygons.","tittle":"Unrequited Love","totalMediaCount":15},{"id":"63","description":"Anime that fit in the alternative present category usually have technology and society that is very similar to ours, but with differences in both, history and culture, which sometimes are blatantly obvious, but sometimes harder to place; this one can at times be very subjective.","tittle":"Alternative Present","totalMediaCount":185},{"id":"207","description":"","tittle":"Military","totalMediaCount":462},{"id":"222","description":"Stories involving teams playing soccer aka football.","tittle":"Soccer","totalMediaCount":51},{"id":"52","description":"A fantasy world is a type of imaginary world, part of a fictional universe. Typical worlds involve, but are not limited to magic or magical abilities and a medieval theme. Some examples include: a parallel world tenuously connected to Earth via magical portals or items; a fictional Earth-like planet in the remote past or future; or an entirely independent world set in another universe. Many fantasy worlds draw heavily on real world history, geography and sociology, and also on folklore.","tittle":"Fantasy World","totalMediaCount":725},{"id":"204","description":"In modern popular fiction, a superhero is a type of costumed heroic character who possesses supernatural or superhuman powers and who is dedicated to fighting crime, protecting the public, and usually battling supervillains. A female superhero is sometimes called a superheroine. Fiction centered on such characters, especially in American comic books since the 1930s, is known as superhero fiction.Source: Wikipedia","tittle":"Superhero","totalMediaCount":98},{"id":"210","description":"Chinese names to the likes of Liu Bei, Guan Yu, Zhang Fei, Cao Cao, Sun Jian, as well as their allies, enemies and subordinates are used or referenced amongst primary and secondary characters.\n\nThe use of these names commonly portray the characters as they were historically as warlords and soldiers from the ancient Chinese novel or as foreshadowing to which characters are destined to be allies or enemies.\nCertain characters are often glorified above others in relevance or conflict with the original novel (as to follow historically or just provide entertainment with the use of historical figures and events using fictional scenarios).\n\nThe supposed historical novel itself was written in the 14th century by Luo Guanzhong of China and is based upon events in the turbulent years near the end of the Han Dynasty and the Three Kingdoms era of China, starting in 169 and ending in 280.","tittle":"Three Kingdoms","totalMediaCount":7},{"id":"239","description":"The target audience is children. This does not necessarily mean that the character(s) are children or that an anime whose main character(s) are children is appropriate for this category.","tittle":"Kids","totalMediaCount":2096},{"id":"118","description":"Feudal Warfare is the warfare of the Middle Ages and therefore the setting must take place in a time line similar to that of Middle Ages or its Asian/American counterparts, or in a fantasy world. Generally it can be described the same way as the Military category, just that the weapons used are swords, spears, bows, catapults, cannons and other weapons used in the Middle Ages.\n\nNote: Just because the anime contains a guy or a couple of guys with swords wondering about, doesn't make it applicable for this category, unless there are larger military organizations/groups involved in armed conflict with each other, you might not want to add this genre.","tittle":"Feudal Warfare","totalMediaCount":29},{"id":"80","description":"Even though school clubs in Japan are not mandatory, there is some pressure from the social grid (e.g. fellow students, teachers) to participate in some kind of after-school activity, be it in sports or arts. Colleges also have clubs.\n\nAs a comedy element in anime, some students have joined too many clubs, and are thus constantly stressed out. There is also the element of social commentary, making it clear that you have to join a club, if you want to be part of the class. Since self-founded clubs need at least 3 members, the desperate search and advertising for new members can be cause for hilarity in anime.","tittle":"School Clubs","totalMediaCount":183},{"id":"134","description":"Home of the finest wines, the Eiffel Tower, all the smelly cheese that you can eat, the Universal Declaration of Human Rights, and Zinedine Zidanne.","tittle":"France","totalMediaCount":41},{"id":"40","description":"Lolita (often also just abbreviated to loli) refers originally to a novel by Vladimir Nabokov. The book is internationally famous for its controversial subject: the narrator and protagonist, middle aged Humbert Humbert, becomes obsessed and sexually involved with a 12-year-old girl named Dolores Haze.Nowadays the name \"Lolita\" describes a sexually precocious young girl.Related to this is lolicon, the Japanese abbreviation of the English phrase \"Lolita Complex\". Sometimes written as \"roricon\" or \"rorikon\" due to the inexact mapping between Japanese and English phonemes. This is the term used to describe the fetish/fascination some mature people have for underage girls. There is an entire industry in Japan devoted to providing legal but schoolgirl-themed pornography, taking advantage of the cute childlike appearance some Japanese women maintain well into their twenties.Because the characters in anime are often young by convention, many fans think that a character can only be Lolicon if she is twelve or younger. Exceptions are granted if the other character in the relationship is a lot older.One particular device used to skirt the boundaries of taste and legality is the exotic being (alien, creature of magic, robot or the like) which takes the form of an underage human girl, but is in fact for all other practical purposes an adult.Another reason why lolicon is fetishized by people may be because some of them just view it as a substitute for their fetish for flat-chested, but otherwise well-developed, women.Source: Wikipedia / TV Tropes","tittle":"Loli","totalMediaCount":45},{"id":"119","description":"Humanoids are aliens, intelligent beings who do not originate from Earth, but have a striking similarity to humans or at least show the basic body layout, i.e. two arms and legs, head with two eyes and ears, one nose and mouth. Though the latter - head-related features - may vary. As \"DearS\" shows some aliens actually exhibit super-human beauty, or as in the case of \"Onegai Teacher\" they are genetically compatible to humans for some strange reason.","tittle":"Humanoid Alien","totalMediaCount":180},{"id":"25","description":"Magic is the art of purportedly manipulating aspects of reality either by supernatural means or through knowledge of unknown occult laws.","tittle":"Magic","totalMediaCount":1288},{"id":"174","description":"Shows war in a negative light.","tittle":"Anti War","totalMediaCount":33},{"id":"141","description":"Europe is, by convention, one of the world's seven traditional continents. It's also home of medieval castles which are quite often featured in anime.","tittle":"Europe","totalMediaCount":135},{"id":"173","description":"Steampunk is a sub-genre of science fiction that typically features steam-powered machinery, especially in a setting inspired by industrialized Western civilization during the 19th century. Steampunk works are often set in an alternative history of the 19th century's British Victorian era or American \"Wild West\", in a post-apocalyptic future during which steam power has regained mainstream use, or in a fantasy world that similarly employs steam power.\n\nNoteworthy attributes of the theme include large amounts smoke pollution from wood or coal burning, the affinity to metal constructs like cogs and metal tubing, and the mechanization of everyday objects.\n\nSteampunk perhaps most recognisably features anachronistic technologies or retro-futuristic inventions as people in the 19th century might have envisioned them, and is likewise rooted in the era's perspective on fashion, culture, architectural style, and art.\n\nSuch technology may include fictional machines like those found in the works of H. G. Wells and Jules Verne, or the modern authors Philip Pullman, Scott Westerfeld, Stephen Hunt and China Miéville. Other examples of steampunk contain alternative history-style presentations of such technology as lighter-than-air airships, analog computers, or such digital mechanical computers as Charles Babbage's Analytical Engine.\n\nSteampunk can also exemplify everything that is bad about unrestrained technological progress (dead matter), when compared to life and nature. The anime usually makes a point to propound the latter.\n\nSource: Wikipedia","tittle":"Steampunk","totalMediaCount":63},{"id":"11","description":"Those who take to the high seas (or space) to rob ships or search for treasure.","tittle":"Pirate","totalMediaCount":74},{"id":"90","description":"The Sengoku period (戦国時代, Sengoku jidai) or Warring States period in Japanese history was a time of social upheaval, political intrigue, and nearly constant military conflict that lasted roughly from the middle of the 15th century to the beginning of the 17th century. The name \"Sengoku\" was adopted by Japanese historians in reference to the Warring States period in Chinese history (Sengoku jidai (戦国時代) in Japanese) which preceded the unification of China. Likewise, the Sengoku period in Japan would eventually lead to the unification of political power under the Tokugawa shogunate.","tittle":"Sengoku Period","totalMediaCount":27},{"id":"183","description":"Where there is \"wealth\", there are criminals. It is up to the civil law enforcement, i.e. detectives, Police or Special Squads, to keep the lawless activities in the real world or in cyberspace under control.\n\nNote: Do not confuse this with Military presence.","tittle":"Law And Order","totalMediaCount":79},{"id":"18","description":"Cooking, baking or otherwise producing food.","tittle":"Cooking","totalMediaCount":85},{"id":"67","description":"In Western lore, demons are often described as minions from Hell, generally known to attack humans and feast on their flesh or possess the bodies of those with weak souls. In Eastern lore, on the other hand, they are generally supernatural, often but not always malevolent beings who can be more mischievous than actually evil, or simply supernatural spirits of no specific alignment.","tittle":"Demon","totalMediaCount":553},{"id":"84","description":"Russia is the largest country in the world. This includes the Asian part, with Siberia as its far-east part and the European part before the Ural mountain range, with its capital Moscow.","tittle":"Russia","totalMediaCount":13},{"id":"8","description":"Wrestling is a fight between two people without weapons, in which each person tries to beat their opponent. Wrestlers use clinching, holding, locking, and leverage. It resembles ritual fighting as it avoids things that will likely lead to serious injury. It is similar to military hand-to-hand combat or self-defence systems.","tittle":"Wrestling","totalMediaCount":21},{"id":"42","description":"A ninja was a covert agent or mercenary of feudal Japan specializing in unorthodox arts of war.\n\nThe functions of the ninja included espionage, sabotage, infiltration, and assassination, as well as open combat in certain situations.\nThe ninja, using covert methods of waging war, were contrasted with the samurai, who had strict rules about honor and combat.","tittle":"Ninja","totalMediaCount":72},{"id":"30","description":"Various sports or skills, mainly of Japanese origin, that originated as forms of self-defense or attack, such as judo, karate, and kendo.","tittle":"Martial Arts","totalMediaCount":613},{"id":"32","description":"A female attendant who serves customers in a restaurant, café, or similar.\nSource: Wiktionary","tittle":"Waitress","totalMediaCount":11},{"id":"69","description":"Contemporary fantasy, also known as modern fantasy or indigenous fantasy, is a sub-genre of fantasy, set in the present day. It is perhaps most popular for its sub-genre, urban fantasy.These terms are used to describe stories set in the putative real world (often referred to as consensus reality) in contemporary times, in which magic and magical creatures exist, either living in the interstices of our world or leaking over from alternate worlds. It thus has much in common with, and sometimes overlaps with secret history; a work of fantasy in which the magic could not remain secret or does not have any known relationship to known history would not fit into this subgenre. Occasionally certain contemporary fantasy novels will make reference to pop culture.Novels in which modern characters travel into alternate worlds, and all the magical action takes place there (except for the portal required to transport them), are not considered contemporary fantasy. Thus, C.S. Lewis's The Lion, the Witch and the Wardrobe, where all fantasy events take place in the land of Narnia which is reached via a magic wardrobe, would not count as contemporary fantasy; on the other hand, the part of The Magician's Nephew, where the Empress Jadis gets to London, tries to take over the Earth and clashes with police and a crowd of cockneys, would qualify as such.Contemporary fantasy is also to be distinguished from horror fiction, which also often has contemporary settings. When encountering magical events and creatures, the protagonist of a horror novel is horrified, while the protagonist of a fantasy novel (contemporary or otherwise) is filled with a sense of joy and wonder. Horrifying events may happen, but the fundamental distinction is vital.In his preface to That Hideous Strength, one of the earlier works falling within this sub-genre, C.S. Lewis explained why, when writing a tale about \"magicians, devils, pantomime animals and planetary angels\", he chose to start it with a detailed depiction of narrow-minded academic politics at a provincial English university and the schemes of crooked real estate developers: \"I am following the traditional fairy-tale. We do not always notice its method, because the cottages, castles, woodcutters and petty kings with which a fairy tale opens have become for us as remote as the witches and ogres to which it proceeds. But they were not remote at all to the men who first made and enjoyed the tales\". The same is true for many of the later works in the genre, which often begin with a seemingly normal scene of modern daily life to then disclose supernatural and magical beings and events hidden behind the scenes.Source: wiki","tittle":"Contemporary Fantasy","totalMediaCount":573},{"id":"195","description":"Story-wise, genetic modification is usually centred on humans, probably the most subtle and creepy way of messing with mankind. Playing with the fear of the unknown, genetically altered humans are technically a new species, that may not only surpass but actually replace unaltered humans. The level of modification will vary from subtle changes in \"look\" (e.g. super-human beauty), to mental enhancements (PSI powers), to more or less atrocious adaptations to extreme environments (breath under water, radiation resistance). Note that changes in Aliens would be difficult to pinpoint, after all they are alien.","tittle":"Genetic Modification","totalMediaCount":34},{"id":"21","description":"Involve hunting down criminals (or other wanted individuals) for money or fame.","tittle":"Bounty Hunter","totalMediaCount":31},{"id":"133","description":"Baseball is like a complicated version of Rounders. It involves hitting a ball with a stick, then running around several bases placed in the form of a diamond on a field. Big in the US, and also in Japan.","tittle":"Baseball","totalMediaCount":100},{"id":"27","description":"This entity or creature was born on another world than the main characters.","tittle":"Alien","totalMediaCount":344},{"id":"41","description":"Some religions say that there is a supernatural being called God. Other religions say there is more than one god. A supernatural being is also sometimes called a deity. Many religions believe that a deity created everything that exists. In most religions, a god is believed to be immortal (cannot die), and to have powers to control nature far beyond the powers of humans.","tittle":"Deity","totalMediaCount":87},{"id":"154","description":"In general usage, blackmail is a crime involving unjustified threats against a person or organization in order to make a gain or harm or cause material loss to them unless a demand is met. It may be considered similar to or a form of extortion, although some jurisdictions will consider them as separate crimes. Most often, blackmail involves the threat of revealing some secret to a given third party, which may be another person, a rival organization, or a state institution such as the police, or to the general public. In anime and related media, and more specifically in pornographic works, blackmail is also a device used to coerce people, generally female and often schoolgirls, into having sex with another or others; in such cases, it may be considered similar to or a form of rape.","tittle":"Blackmail","totalMediaCount":4},{"id":"232","description":"Psychological media delve into mental or emotional states of a character in the midst of a difficult situation, letting you observe them change as tension increases. Internal monologues are a key feature, allowing narration to delve into a character's mind, revealing their innermost ideas and motivations - even as they may be driven to the brink of sanity.","tittle":"Psychological","totalMediaCount":462},{"id":"45","description":"Many characters are removed from their normal lives or lifestyles and thrown into a game where they are forced to battle each other until one survivor remains. Much like the famous film 'Battle Royale'.","tittle":"Battle Royale","totalMediaCount":34},{"id":"35","description":"In Japanese culture, idols (アイドル) are media personalities in their teens and early twenties who are considered particularly cute and cuddly and who will, for a period ranging from several months to a few years, regularly appear in the mass media, e.g. as singers for J-pop groups, bit-part actors, TV personalities, models in photo spreads published in magazines, advertisements, etc.Source: wiki","tittle":"Idol","totalMediaCount":451},{"id":"112","description":"Driving involves driving in a competitive manner. Note that just driving to get groceries does not suffice, unless one does it like Takumi Fujiwara in Initial D.","tittle":"Motorsport","totalMediaCount":130},{"id":"208","description":"There are space battles in this anime. Usually between Earth forces and some alien invader, but ship to ship skirmishes in deep space are just as common.","tittle":"Space Battles","totalMediaCount":39},{"id":"187","description":"Any kind of female teacher will do, even if she only does home visits. Female teachers imply mature women (even if they sometimes look like schoolgirls) dressed in what women would typically wear when doing official business (like a blouse, pinstripe dress with side front slit), but of course, not limited to that. Furthermore, school nurses also count as female teachers unless they're actually wearing a nurse outfit, which they almost never are.\n\nAlmost completely exclusive to hentai animations.","tittle":"Female Teacher","totalMediaCount":5},{"id":"60","description":"Space Travel usually refers going to space or travelling there with or without a spacecraft. There are different forms of space travel like Interplanetary travel, Interstellar travel or Intergalactic travel. Since it isn't possible to travel faster than light, most anime series involve some sort \"sub-space travel mechanism\" as a way to travel faster than light.","tittle":"Space Travel","totalMediaCount":161},{"id":"78","description":"Beam me up, Scotty! Space stations (think Death Star) also count. Basically, this category is to tell if the setting takes place onboard a spaceship in space. This category is not applicable if the spaceship lies on a planet and never actually gets into space.","tittle":"Shipboard","totalMediaCount":164},{"id":"77","description":"The anime will fit this category if some or all of the action takes place on another planet which is supposedly in the same universe as Earth, not a complete fantasy world; usually there has to be some concept of space travel. The Latin name for Earth - Terra, would also pass the condition of being in the same universe as Earth. Basically, even mentioning of Earth existing or having existed would be enough. Although Moon is a moon, it also qualifies as Other Planet.","tittle":"Other Planet","totalMediaCount":175},{"id":"88","description":"Last division of classical Japanese history, covering the time period from 794 to 1185.","tittle":"Heian Period","totalMediaCount":13},{"id":"209","description":"Drifting is a driving technique where the driver intentionally oversteers, causing loss of traction in the rear wheels, while maintaining control from entry to exit of a corner. A car is drifting when the rear slip angle is greater than the front slip angle, to such an extent that often the front wheels are pointing in the opposite direction to the turn (e.g. car is turning left, wheels are pointed right or vice versa).","tittle":"Drifting","totalMediaCount":14},{"id":"170","description":"Someone is owned by somebody else. In anime this usually affects body (slaves in a fantasy setting) or mind (the evil villain brainwashes a sidekick, creates an obedient minion or places a spell on some poor bloke). Slavery is also a common element of hentai.","tittle":"Slavery","totalMediaCount":5},{"id":"38","description":"In traditional belief, a ghost is the soul or spirit of a deceased person or animal that can appear, in visible form or other manifestation, to the living. Descriptions of the apparition of ghosts vary widely: The mode of manifestation can range from an invisible presence to translucent or wispy shapes, to realistic, life-like visions.","tittle":"Ghost","totalMediaCount":54},{"id":"9","description":"","tittle":"Samurai","totalMediaCount":226},{"id":"19","description":"An air force, also known in some countries as an air army or air corps, is in the broadest sense, the national military organization that primarily conducts aerial warfare. More specifically, it is the branch of a nation's armed services that is responsible for aerial warfare as distinct from an army, navy or other branch. Typically, air forces are responsible for gaining control of the air, carrying out strategic-bombing missions and providing support to surface forces.\n\nThe term \"air force\" may also refer to a tactical air force or numbered air force, which is an operational formation within a national air force. Air forces typically consist of a combination of fighters, bombers, helicopters, transport planes and other aircraft.","tittle":"Air Force","totalMediaCount":44},{"id":"121","description":"The main protagonists in this anime have a very hard time trying to express their feelings to each other. They simply will not finally confess their love.\n\nIn some cases this romance element is based on unrequited love, or an absurd amount of shyness.","tittle":"Slow When It Comes To Love","totalMediaCount":32},{"id":"137","description":"Germany is a country in Central Europe.","tittle":"Germany","totalMediaCount":9},{"id":"129","description":"This show presents stereotypes, which are generalizations about a group of people. Examples would be saying that people from a certain country or with a certain hair color are stupid. If the show deals with comedy, the stereotypes are likely to be played on for laughs; if the show is a parody, the stereotypes will be exaggerated to have their flaws exposed and may be used as a form of social commentary.","tittle":"Stereotypes","totalMediaCount":266},{"id":"4","description":"A creature that is half-human (usually the upper body) and half-fish (usually the lower body). A male mermaid is called merman (but they can appear under many different names).","tittle":"Mermaid","totalMediaCount":20},{"id":"147","description":"Parallel universe/world or alternative reality is a self-contained separate reality coexisting with our own. Because \"alternative reality\" sometimes implies that the reality is a variant of our own, like for example a mirror world, we'll use the term \"Parallel Universe\" which is more general, without any connotations implying a relationship (or lack thereof) with our own universe (meaning a fantasy world can just as well have an alternative reality, doesn't need to be our reality). To put it more simply, this category is to show if more than 1 universe/reality/world is present in the anime.","tittle":"Parallel Universe","totalMediaCount":131},{"id":"203","description":"The life of someone actually working on a often less than glamorous job is depicted in this anime. The job is taxing and the pay is low, not really the dream job one would choose to work in.\n\nExamples: Working as salesperson in a department store, or as a waitress in a family restaurant.","tittle":"Working Life","totalMediaCount":90},{"id":"79","description":"Since college/university students are typically at least eighteen years old, with stories covering mature everyday life topics, you will find the college setting quite often in seinen and josei anime.\n\nTopics that can now be covered - as compared to High School settings - are higher education (i.e. coping with higher intellectual stress), the more adult party life (i.e. alcohol, smoking, sex), the issues of daily life vs. studying - especially when having to work to pay for bills, and finally the possible friction between those in and out of college.","tittle":"University","totalMediaCount":35},{"id":"50","description":"Anime that fall under the future category are the ones that have a society that could have originated from ours. In most cases it should go hand to hand with sci-fi since we expect the future to consist of advanced technology, however, in the case where it's explicitly stated in the story that the anime takes place \"x years into the future\", the state of technology doesn't matter as long as it's long into the future. The anime can be set in an alternative universe not tied with our own, as long as it has a futuristic feel to it.This category sports quite a lot of anime, mostly stemming from SciFi, but not necessarily only from there.","tittle":"Future","totalMediaCount":669},{"id":"136","description":"A country in South-Central Europe, Italy is the home to many historically and culturally significant buildings and works of art. It is also known for its cuisine, which created items such as pizza and lasagna, and many of the finest wines. Its capital city, Rome, was once the center of the Roman Empire. Italy is also known for its crime syndicates, specially the Cosa Nostra, which operates in Sicily and also spun off to the United States and to which the word mafia is closely tied.","tittle":"Italy","totalMediaCount":17},{"id":"66","description":"Piloted Robots are, as the name suggests, robots that cannot control themselves; they need to be steered from somewhere, this can be from a human sitting inside or a remote controlled option.","tittle":"Piloted Robot","totalMediaCount":395},{"id":"15","description":"","tittle":"Boxing","totalMediaCount":26},{"id":"235","description":"Deals with switching souls, crossdressing, transsexual and transgender people, or anything that breaks traditional binary gender roles.  A character could undergo a complete or partial physical sex change. Depending on the situation, the character might be stuck in their new body/sex, or changed back automatically at some point, or have the ability to change back and forth at will. It can also include series with a man and woman who suddenly share the same body.","tittle":"Gender Bender","totalMediaCount":20},{"id":"176","description":"A disaster is a large-scale natural or human-made situation that causes great loss of or threat to life, health, property, or environment in such a way that society or environment are affected substantially.","tittle":"Disaster","totalMediaCount":68},{"id":"110","description":"Tennis is yet another sport involving hitting a ball. Were it not for the copious amounts of grass involved in certain varieties, it seems hard to imagine that people would pay it any attention at all.","tittle":"Tennis","totalMediaCount":25},{"id":"158","description":"The horror cinematic genre is characterized by the attempt to make the viewer experience dread, fear, terror, or horror. Often their plots involve the intrusion of an evil force, event or personage, sometimes of supernatural origin, on the mundane world and the consequences thereof.","tittle":"Horror","totalMediaCount":440},{"id":"146","description":"Islands floating in the sky, or actually floating in the ocean (mobile), provide one of the central settings in this anime.","tittle":"Floating Island","totalMediaCount":14},{"id":"34","description":"Stories about those who kill for money.","tittle":"Assassin","totalMediaCount":23},{"id":"215","description":"A card game is any game using playing cards as the primary device with which the game is played, be they traditional or game-specific.","tittle":"Card Games","totalMediaCount":95},{"id":"75","description":"Anime that imitate other stories (can be from TV, film, books, historical events, ...) for comic effect by exaggerating the style and changing the content of the original. Also known as spoofs. It can also refer to when whole elements of one work are lifted out of their context and reused.","tittle":"Parody","totalMediaCount":680},{"id":"185","description":"Shows the process of characters growing up or entering into adulthood.","tittle":"Coming Of Age","totalMediaCount":183},{"id":"233","description":"Supernatural might refer to something mythical, mystical, bizarre, or something outside the bounds of accepted reality. There's a shadow of mystery often found in shows involved with this genre. Supernaturally oriented titles are often steeped in folklore, myth, or urban Legend. They may involve strange or inexplicable phenomena, Psychic Powers or emanations, and/or ghosts or other fantastic creatures.","tittle":"Supernatural","totalMediaCount":396},{"id":"89","description":"The Victorian era of British history was the period of Queen Victoria's reign from 20 June 1837 until her death on 22 January 1901. The Victorian Era style of clothing, however, ended in 1912. It was a long period of peace, prosperity, refined sensibilities and national self-confidence for Britain. Some scholars date the beginning of the period in terms of sensibilities and political concerns to the passage of the Reform Act 1832.\n\nA famous era for old classic literature works.","tittle":"Victorian Period","totalMediaCount":11},{"id":"206","description":"The Shinsengumi were a special police force of the late shogunate period.","tittle":"Shinsengumi","totalMediaCount":3},{"id":"240","description":"Major Theme of the show is family life or the importance of family (whether traditional or not)","tittle":"Family","totalMediaCount":80},{"id":"93","description":"\"Bakumatsu\" (幕末, \"Late Tokugawa Shogunate\") occurred between 1853 and 1867 during which Japan ended its isolationist foreign policy and modernized from a feudal shogunate to the Meiji government. Bakumatsu represents the final years of the Edo period (when the Tokugawa shogunate ended) and preceded the Meiji era. The primary historical significance of Bakumatsu was the conflict between the pro-imperialist \"Ishin Shishi\" (\"nationalist patriots\"), and the shogunate forces, including the elite Shinsengumi (\"New Selected Corps\").\n\nThe Meiji Era (including Meiji Restoration) denotes the 45-year reign of Emperor Meiji, running from 23 October 1868 to 30 July 1912. During this time, Japan started its modernization and rose to world power status.\n\nBe aware that this category should only be assigned to anime that take place in Japan during the years mentioned above, and not to every anime that has samurai in it.","tittle":"Bakumatsu   Meiji Period","totalMediaCount":24},{"id":"5","description":"An android is a robot or synthetic organism designed to look and act like a human.","tittle":"Android","totalMediaCount":148},{"id":"164","description":"Romance describes a story that deals with love between two or more characters typically also having an optimistic ending. Romance is also a difficulty encountered when creating a harem.","tittle":"Romance","totalMediaCount":1782},{"id":"54","description":"The Earth is the third planet from the Sun, and the densest and fifth-largest of the eight planets in the Solar System. It is in effect a ball of hot mud, but on the surface it's cold enough, so most of us live on it (or are supposed to). It is circa 4.5 billion years old, and, unless we humans succeed in destroying it over the next couple of centuries, it is expected to last for quite another while, though the changes in the Sun's emissions due to its aging will likely cause the extinction of everything; the species of earthlings are guaranteed to die, even if we fail to kill them -- unless, of course, we find ourselves another planet and figure out a way to take everything there. Our little planet on a corner of this galaxy may mean nothing in the grand scheme of things, but to its inhabitants it is their home, so, as a species, we cherish it dearly, to the point many cultures even to this day deify it. Being the home to the human civilizations, the Earth is the main setting of most fiction, be it anime or otherwise, but not only are many titles set in other places, such as unrelated fantasy worlds, in a considerable number of fictional titles the Earth is actually destroyed by aggressive alien invaders.","tittle":"Earth","totalMediaCount":2163},{"id":"7","description":"A vampire is a mythological or folkloric nocturnal undead. Vampires use long fangs to penetrate the necks of people, usually young females, to drink their blood, both as a form of nourishment and to turn the targets into slaves.\n\nIn the classic vampire stories, they are thought to have no reflection in mirrors, are able to shapeshift into bats (sometimes also wolves or some form of fog), have unlimited lifespan and superhuman strength, reflexes and senses, and may only be killed by silver bullets, silver blades, a stake through the heart, fire, or exposure to sunlight; on the other hand, they cannot tolerate garlic, holy water, or Christian crosses (sometimes expanded to religious symbols in general).\n\nIn modern anime, these limitations are usually dropped, and they become far more powerful and fearsome opponents than usual. A human bitten, or sometimes even scratched, by a vampire typically becomes a slave, eventually dying as if poisoned, and becoming a vampire, ghoul, zombie, or other form of undead after death, often staying under the command of the vampire who originally bit them.","tittle":"Vampire","totalMediaCount":164},{"id":"188","description":"Pretty much exclusive to hentai shows only unless an ecchi show has implied sex and/or a strong indicator of nudity. A character is considered a student if she goes to school, doesn't matter if it's high school, college or homeschooling, but she should be of appropriate age for a student; a housewife going to college should not get this category.","tittle":"Female Student","totalMediaCount":34},{"id":"2","description":"","tittle":"Cycling","totalMediaCount":13},{"id":"86","description":"A city and prefecture in Japan, formerly the imperial capital of Japan. Renowned for its many very beautiful, so-called \"Japanese Gardens\".\n\nKyoto (and for that matter Nara) are almost mandatory visiting sites on any field trip in an anime with school setting.","tittle":"Kyoto","totalMediaCount":12},{"id":"74","description":"Breaking the fourth wall is the action of addressing or otherwise acknowledging the audience of a work of fiction from within that work, as happens when e.g. the characters of a show speak directly to its viewers. The fourth wall in question is a reference to the imaginary \"wall\" at the front of the stage of a proscenium theatre, through which the action of the play is seen by the audience; the fourth wall is thus a metaphor for the boundary between what happens inside a fictional work and outside it. This situation is not to be confused with medium awareness, which is when a character shows their awareness of the fact they are a character of a fictional work by e.g. complaining to the writer that they appear in too few episodes.","tittle":"Breaking The Fourth Wall","totalMediaCount":24},{"id":"214","description":"Space opera is a sub-genre of fiction that emphasizes romantic adventures in space. Space opera generally involves large-scale conflicts between opponents with powerful abilities and technology. The genre will often be melodramatic, sometimes playing music that can be nothing short of awesome. Warfare and a battle of wits are usually less emphasized, preferring romance (with exceptions, e.g. Ginga Eiyuu Densetsu). Some space operas tend to be formulaic and sometimes even prosaic, often employing very simple devices and somewhat obvious strategies. An example of this would be the infamous laws of physics in the Macross universe, in which the main male lead will hardly ever get hit in battle.","tittle":"Space Opera","totalMediaCount":47},{"id":"246","description":"An isekai story is one in which the lead characters are transferred to and become stuck or trapped in another world, one completely different from the one they lived in up until the transfer. The new world is commonly a fictional world.  In order to adapt to their new environment, they must use the abilities and knowledge brought from their former world as well as any that may have been bestowed upon them by their brave new world. In some cases, they will seek and eventually find a way to return; in others, they will gleefully embrace their new life.","tittle":"Isekai","totalMediaCount":166},{"id":"145","description":"The world's second-largest continent and the birthplace of the human species, Africa is a place of a huge diversity, with deserts and savannas, with famine and precious stones, with cultural and economical riches of all kinds. Throughout history, Africa has been the cradle of empires and has been ruled by foreign powers, and as of the early 21st century sees swift changes and economic boom going side by side with inhuman levels of poverty.","tittle":"Africa","totalMediaCount":15},{"id":"243","description":"Media targeting boys roughly 8-18","tittle":"Shounen","totalMediaCount":571},{"id":"37","description":"Magical girls (also known both in Japan and in the West as mahou shoujo, and in Japan as majokko) are young girls with superhuman abilities of magical nature. In the early years, magical girls usually used magic to solve everyday problems and often transformed into idols; nowadays, however, the term is most often used to refer to with girls who fight evil using magical powers, and, although transformations are still common, they tend to be more along the lines of a change of costume.","tittle":"Magical Girl","totalMediaCount":383},{"id":"199","description":"A rotten world is a setting or situation where the jaded notion that \"anything that can go wrong will go horribly wrong\" almost always applies. Oppression, perpetual warfare, lawlessness, despair or other forms of mental instability, and other highly undesirable factors tend to be rampant.","tittle":"Rotten World","totalMediaCount":10},{"id":"83","description":"Very big, cheap Rolexes, everyone does kung-fu.","tittle":"China","totalMediaCount":58},{"id":"244","description":"Media targeting men roughly 18-40","tittle":"Seinen","totalMediaCount":196},{"id":"143","description":"The Middle East is a historical and political region of Afro-Eurasia with no clear boundaries. It has a loose definition traditionally encompassing countries or regions in Western Asia and parts of North Africa such as Iran, Israel, Egypt, Morocco.","tittle":"Middle East","totalMediaCount":13},{"id":"124","description":"Sudden Girlfriend Appearance anime involve a sudden change in the main character's life where (s)he suddenly gets confronted with an individual (s)he's sexually attracted to, the two of them inevitably becoming a couple.","tittle":"Sudden Girlfriend Appearance","totalMediaCount":77},{"id":"227","description":"","tittle":"Dynamic","totalMediaCount":1},{"id":"202","description":"These robots tend to have almost semi-magical attacks, which seem impossible or non-realistic, and/or perform non-realistic transformation sequences where they seem to gain/lose mass and utterly change their form, even if it means making their super-hard armour bend like plastic sheets.","tittle":"Super Robot","totalMediaCount":56},{"id":"71","description":"Absurdist (surreal) humour is a form of humour based on violations of causal reasoning with events and behaviours that are logically incongruent. Constructions of surreal humour involve bizarre juxtapositions, non-sequiturs, irrational situations, and/or expressions of nonsense.\n\nThe humour arises from a subversion of audience's expectations, so that amusement is founded on unpredictability, separate from a logical analysis of the situation.","tittle":"Absurdist Humour","totalMediaCount":84},{"id":"218","description":"","tittle":"Navy","totalMediaCount":12},{"id":"12","description":"Young man whose beauty (and sexual appeal) transcends the boundary of gender or sexual orientation.","tittle":"Bishounen","totalMediaCount":162},{"id":"234","description":"Focuses on unresolved questions, and the efforts of characters to discover the answers to them. Whether curious and deadly events are afoot, or some part of the world itself is strange or inexplicable, or someone's past or identity seems strangely shrouded, these characters are set on learning the truth.","tittle":"Mystery","totalMediaCount":556},{"id":"116","description":"Formula racing is any of several forms of open-wheeled single-seater motorsport. The origin of the term lies in the nomenclature that was adopted by the FIA for all of its post-World War II single-seater regulations, or formulæ. The best known of these formulæ are Formula One, Formula Two, and Formula Three.","tittle":"Formula Racing","totalMediaCount":12},{"id":"162","description":"Fan service is found in many anime, in many forms. When the service has a distinctly sexual slant to it, and it appears to be a major focus of the show, then it's safe to assume you're watching ecchi. The word \"ecchi\" is used by English-speaking anime fans to refer to soft-core pornographic or sexually suggestive anime and manga. This is a western invention; in Japanese, it is a catch-all term for all things anyhow sexual in nature, not being limited to porn, but also not really considered a \"milder\" term, as it may also refer to sexual intercourse itself. The term \"ecchi\" in Japanese comes from the pronunciation of the letter \"H\" in English, which is rendered into Japanese syllabary as エッチ, which in turn is transliterated in the English alphabet as \"ecchi\" or \"etchi\". It is not, as many believe, short for \"hentai\" -- that, too, seems to be a western invention. It is, however, nearly as misunderstood and misapplied a term as \"hentai\".The line between ecchi and hentai, from the western perspective over these terms, can be hard to draw at times; one good rule of thumb is: if it was aired on Japanese public TV at all, it probably wasn't hentai. Ecchi usually features all the specifics to human anatomy that can only be found in anime, and generally avoids full nudity, instead abusing of panty shots. Hentai, on the other hand, will usually show full frontal nudity in some explicit form, including genitalia, and full, intimate sex scenes. At its mildest, ecchi is composed of double entendres, big misunderstandings, and sexual farce; at its most explicit, it is still in the realm of softcore pornography, with full breast shots, full back nudity and similar content, but no display of genitalia. Another good way to distinguish the two is looking for animated sex scenes; if one is found, you have generally left the genre entirely, though a few borderline exceptions apply here. For Kitsu's purposes, the distinction between explicit ecchi and actual hentai is simple: if it was sold with an 18+ restriction in its country of origin, it is hentai; if it was sold without it, it is ecchi. Source: TV Tropes","tittle":"Ecchi","totalMediaCount":753},{"id":"55","description":"Part of this anime takes place on a small landmass that is surrounded by the sea. \n\nAn island or isle is any piece of sub-continental land that is surrounded by water. Very small islands such as emergent land features on atolls can be called islets, cays or keys. An island in a river or lake may be called an eyot (also ait), or holm. A grouping of geographically or geologically related islands is called an archipelago.\n(Source: Wikipedia)","tittle":"Island","totalMediaCount":15},{"id":"24","description":"A maid is a female employed in domestic service. They usually wear uniforms. Since their nature is to be obedient and serve their goshujin-sama (master), they are one of the most desired types of women in Japan, a dream of every Japanese man, particularly otaku. Often seen in so-called Maid Cafes in Akihabara, where male customers can for a little time enjoy the feeling of being served by a woman. The male gender opposite is the butler.","tittle":"Maid","totalMediaCount":49},{"id":"95","description":"Voyeurism is the sexual interest in or practice of spying on people engaged in intimate behaviors, such as undressing, sexual activity, or other actions usually considered to be of a private nature. The principal characteristic of voyeurism is that the voyeur does not normally interact directly with the subject of his/her interest, who is often unaware of being observed. The essence of voyeurism is the observing but may also involve the making of a secret photograph or video of the subject during an intimate activity. When the interest in a particular subject is obsessive, the behavior may be described as stalking.\n\nSource: Wikipedia","tittle":"Voyeurism","totalMediaCount":1},{"id":"182","description":"The arts represent an outlet of human expression, usually influenced by culture, and driven by human creative impulse. Major constituents of the arts include literature – including poetry, novels and short stories, and epics; performing arts – among them music, dance, and theatre; culinary arts such as baking, chocolatiering, and winemaking; media arts like photography and film, and visual arts – including drawing, painting, and sculpting. Some art forms combine a visual element with performance (e.g. film) and the written word (e.g. comics).\n\nFrom prehistoric cave paintings to modern day films, art serves as a vessel for storytelling and conveying mankind's relationship with its environment.\nSource: Wiki","tittle":"The Arts","totalMediaCount":342},{"id":"156","description":"Fantasy is a genre of fiction that uses magic and other supernatural phenomena as a primary element of plot, theme, or setting. Many works within the genre take place in fictional worlds where magic is common. Fantasy is generally distinguished from science fiction and horror by the expectation that it steers clear of (pseudo-)scientific and macabre themes, respectively, though there is a great deal of overlap between the three (which are subgenres of speculative fiction).\n\nIn popular culture, the genre of fantasy is dominated by its medievalist form, especially since the worldwide success of The Lord of the Rings books by J. R. R. Tolkien. In its broadest sense however, fantasy comprises works by many writers, artists, filmmakers, and musicians, from ancient myths and legends to many recent works embraced by a wide audience today.\n\nFantasy is a vibrant area of academic study in a number of disciplines (English, cultural studies, comparative literature, history, medieval studies). Work in this area ranges widely, from the structuralist theory of Tzvetan Todorov, which emphasizes the fantastic as a liminal space, to work on the connections (political, historical, literary) between medievalism and popular culture\n\nSource: Wiki","tittle":"Fantasy","totalMediaCount":4025},{"id":"165","description":"Harem is an entertainment-related trope which is characterized by three or more characters, normally female, who for some reason are in the presence and under the influence of one character, generally male, according to a few genre-defining guidelines; here it will be assumed, for simplicity of language, that the harem lead is a male character and the members are female characters. Though that is the rule, there are exceptions; a story in which there is one female character and several male characters is normally called a \"reverse harem\", or sometimes also \"male harem\". Aside from the swapping of the characters' genders, the trope's details are mostly the same, with the majority of the changes relating to the differences in behavior between men and women of the characters' age range. It is also possible to create harems with homosexual relationships, again with very few changes to the main antics themselves. The harem may not have more than only one lead, as that would be a love polygon, or less than three members, as one would form a couple and two would make a love triangle.\n\nAs a defining rule of harem, the interactions between the lead and each of the individual members are filled with romantically or sexually loaded content, either implicitly, through innuendo or subtext, or explicitly, through text or actions, and those actions are a key plot element. Generally, the female characters' looks and personalities will vary a lot among the ones present in one single series, but quite rarely will they actually differ from the common stock archetypes, which are known, well-defined, and easy to copy; for this reason, the genre as a whole is often considered repetitive. Usually, the characters involved directly in this trope are in the late teenager to young adult age range, but that is not mandatory. Sexually charged behavior on the lead's part pretty much can't be avoided, and it's typical to see him stamped as a pervert by some or all of the members, regardless of whether he is one; the sexual tones also applies to the depiction of the harem members, often leading the genre to labeled sexist. The lead will often suffer very violent retribution for his behavior, which has attracted criticism of gratuitous violence as well.\n\nMost of the harem members will be romantically or sometimes sexually interested in the one male character, and in him alone; that, however, is not an absolute rule, and indeed sometimes none of the female characters are really interested at first, so the protagonist has to build relationships with them from scratch. That idea comes in large part from visual novels; it is quite common for visual novels to revolve around controlling the male lead and have him build relationships with either as many female characters as possible or with one of them, the latter being more common for visual novels with branched story paths; a large portion of those visual novels also feature erotic content, which may be hard to adapt to TV series. It may be also possible that the harem is only a support to the existing or predictable relationship between the lead and the most important member; additionally, the lead may end up in relationships with most or all of the harem members, with the agreement of all, in a setting normally called \"harem ending\".","tittle":"Harem","totalMediaCount":315},{"id":"219","description":"","tittle":"Student Government","totalMediaCount":6},{"id":"190","description":"The police (civil servants) are the good guys in the battle against crime. Though they try hard, they are usually outclassed by super-criminals or criminal organizations in anime, requiring the help of special units or some lone hero.","tittle":"Cops","totalMediaCount":212},{"id":"198","description":"War is a phenomenon of organized violent conflict, typified by extreme aggression, societal disruption and adaptation, and high mortality. The objective of warfare differs in accord with a group's role in a conflict: The goals of offensive warfare are typically the submission, assimilation or destruction of another group, while the goals of defensive warfare are simply the repulsion of the offensive force and, often, survival itself. Relative to each other, combatants in warfare are called enemies. The terms military, militant, and militarism each refer to fundamental aspects of war, i.e. the organized group, the combative individual, and the supportive ethos (respectively).\n\nSource: wiki","tittle":"War","totalMediaCount":123},{"id":"72","description":"A caricature style often seen in anime when the character shows extreme emotions, like fear, anger, happiness, surprise, or shame. Seen as cute, as part of humorous comedy. The character's face suddenly turns into a simplified version, the body will usually also deform into that of a small child (oversized head, short limbs, extra-large tears).","tittle":"Super Deformed","totalMediaCount":203},{"id":"123","description":"Shounen Ai means boys love, and thus explores what happens when two boys (or men) fall in love. This is not to be mistaken for Yaoi which is (or, at least, how this term is often used by the western audience) used in adult works. This is not; that means there is no graphical sex.\n\nThe female version is Shoujo Ai.","tittle":"Shounen Ai","totalMediaCount":126},{"id":"33","description":"Very intelligent mythical beings - a cross between a very large lizard and a dinosaur - that breath fire, and have a knack for kidnapping damsels, thus distressing them. In Fantasy anime this perceptive species often lives secluded from human civilisation, protectors of long lost knowledge. Dragons seem to be on the verge of extinction.","tittle":"Dragon","totalMediaCount":73},{"id":"117","description":"A comedy / slapstick element often found in Ecchi anime: The hilarity derives from spontaneous embarrassment, overreaction of the \"victim\" (girl), immediate retribution for a seemingly inappropriate act, and a sense of pity with the supposed \"aggressor\" (boy).\n\nTypically a boy will - through no fault of his own - stumble into a girl, thus invading her personal space. In the process the boy may e.g. pull down her skirt, grab the girl's breasts, or accidentally kiss her. Any level-headed girl would see the accident just for what it is. Not so the girl with an overly developed sense of modesty, and a thing for violence. She - often a tsundere - will clobber the boy with excessive brutality.","tittle":"Violent Retribution For Accidental Infringement","totalMediaCount":53},{"id":"181","description":"A dystopia (from Ancient Greek: δυσ-, \"bad, ill\", and Ancient Greek: τόπος, \"place, landscape\"; alternatively cacotopia, or anti-utopia) is, in literature, an often futuristic society that has degraded into a repressive and controlled state, often under the guise of being utopian. Dystopian literature has underlying cautionary tones, warning society that if we continue to live how we do, this will be the consequence. A dystopia, thus, is regarded as a sort of negative utopia and is often characterized by an authoritarian or totalitarian form of government. Dystopias usually feature different kinds of repressive social control systems, a lack or total absence of individual freedoms and expressions and constant states of warfare or violence. Dystopias often explore the concept of humans abusing technology and how humans individually and collectively cope with technology that has evolved too quickly such as the car, the flamethrower or the microwave. A dystopian society is also often characterized by widespread poverty and brutal political controls such as a large military-like police.","tittle":"Dystopia","totalMediaCount":60},{"id":"76","description":"In satire, vices, follies, abuses, and shortcomings are held up to ridicule, ideally with the intent of shaming individuals, and society itself, into improvement. Although satire is usually meant to be funny, its greater purpose is often constructive social criticism, using wit as a weapon. (Wikipedia)","tittle":"Satire","totalMediaCount":25},{"id":"172","description":"Since a large part of the anime audience still takes part in school life or is visiting college, it is only natural to choose a setting the audience can identify with, be it elementary, middle, or high school. For the older viewers a college setting with more mature real-life problems is appropriate. And since clubs take up so much time in the lives of students, these are obviously also important.","tittle":"School Life","totalMediaCount":1460},{"id":"109","description":"Combat involves a violent conflict with the goal to establish dominance over an opponent.","tittle":"Combat","totalMediaCount":61},{"id":"46","description":"The act or art of using a sword or similar weapon skillfully.","tittle":"Swordplay","totalMediaCount":330},{"id":"167","description":"The feeling of trust, kindness, and friendship between a group of high school students for example, is a central theme of this anime.","tittle":"Friendship","totalMediaCount":450},{"id":"135","description":"The nation that once ruled half the globe (British Empire). Origin of the English language.","tittle":"United Kingdom","totalMediaCount":39},{"id":"61","description":"An anime that takes place in an alternative past is an anime that clearly does not belong to the future or the present, and isn't tied particularly closely to our history, or has ties to our history but only as a premise: there are too many things that don't make sense for the time-period. In some cases there is futuristic technology present, but the overall setting still feels that of the past. However the setting must still take place on Earth, since we can not know if the history of a fantasy world is an alternate one or not.","tittle":"Alternative Past","totalMediaCount":118},{"id":"168","description":"In our terms, a proxy battle is a battle where humans use creatures/robots to do the fighting for them, either by commanding those creatures/robots or by simply evolving them/changing them into battle mode. Often the training aspect is also involved, or in some cases the proxies are nothing more than holographic representatives of some other variation of competition (like for example a card game). While many popular shounen anime fit under this category, it's not limited to shounen anime.","tittle":"Proxy Battles","totalMediaCount":183},{"id":"43","description":"An office lady, often abbreviated OL, is a female office worker in Japan who performs generally pink collar tasks such as serving tea and secretarial or clerical work. Like many unmarried Japanese, OLs often live with their parents well into early adulthood. Office ladies are usually full-time permanent staff, although the jobs they do usually have little opportunity for promotion, and there is usually the tacit expectation that they leave their jobs once they get married.\n\nOL stock characters are frequently found in josei manga and anime, often portrayed as attractive, clever, and wistful individuals bored with their jobs, over-pressured by their families, and facing psychological issues.","tittle":"Office Lady","totalMediaCount":7},{"id":"97","description":"Netorare is what happens when the protagonist gets his wife/girlfriend stolen from him by someone else. Netorare is generally caused by, but not limited to: the stealing party has malicious intent to harm the protagonist, or the wife/girlfriend hopes to improve their relationship by causing the protagonist to be jealous.\n\nNote: Not to be confused with Netori.","tittle":"Netorare","totalMediaCount":1},{"id":"91","description":"The anime takes place during a period of Japanese history running from 1603 to 1868.","tittle":"Tokugawa Period","totalMediaCount":29},{"id":"159","description":"The thriller is a genre of fiction in which tough, resourceful, but essentially ordinary heroes are pitted against villains determined to destroy them, their country, or the stability of the free world. The hero of a typical thriller faces danger alone or in the company of a small band of companions. The protagonist may be a law enforcement agent, a journalist, or a soldier, but typically he or she is cut off from the resources of \"their\" organization. More often the hero is an ordinary citizen drawn into danger and intrigue by circumstances beyond their control. (Source: Wikipedia)","tittle":"Thriller","totalMediaCount":181},{"id":"150","description":"Action anime usually involve a fairly straightforward story of good guys versus bad guys, where most disputes are resolved by using physical force. It often contains a lot of shooting, explosions and fighting.","tittle":"Action","totalMediaCount":4683},{"id":"70","description":"Focus set on darker themes in a fantasy setting, sometimes leaning towards horror elements. Bleak and pessimistic tones often dominate. Dark supernatural beings like vampires may play a significant role.","tittle":"Dark Fantasy","totalMediaCount":73},{"id":"16","description":"A musical ensemble also known as a music(al) group or music(al) band is a group of people who perform instrumental or vocal music, typically known by a distinct name.","tittle":"Musical Band","totalMediaCount":63},{"id":"238","description":"Stories that have mind-destroying plots. The goal of dementia stories is to mess with the audience's mind through the characters progress into insanity.","tittle":"Dementia","totalMediaCount":408},{"id":"39","description":"This character sometimes wears clothes traditionally worn by and associated with the opposite sex.\n\nCross-dressers often hide their cross-dressing identity for a long period of time and thus tend to become adept in accurately portraying the opposite sex in terms of voice, movement, behaviour, temperament, etc.","tittle":"Cross Dressing","totalMediaCount":13},{"id":"205","description":"Buddhism is a nontheistic religion or dharma, \"right way of living\", that encompasses a variety of traditions, beliefs and practices largely based on teachings attributed to Siddhartha Gautama, commonly known as the Buddha (\"the awakened one\").\n\nSource: Wikipedia","tittle":"Buddhism","totalMediaCount":9},{"id":"179","description":"Involves a plot by the government or organization to cover up or commit illegal acts. ","tittle":"Conspiracy","totalMediaCount":79},{"id":"58","description":"In time travel anime characters are transported through time either figuratively or literally to find themselves either in the past or the future","tittle":"Time Travel","totalMediaCount":92},{"id":"36","description":"For hentai shows, it's enough if a nurse costume is worn without the female character actually working as a nurse.\n\nFor ecchi shows, the nurse profession must play a big enough part in the overall setting.\n\nAlmost completely exclusive to hentai animations.","tittle":"Nurse","totalMediaCount":6},{"id":"177","description":"Religion is a collection of belief systems, cultural systems, and worldviews that relate humanity to spirituality and, sometimes, to moral values. Many religions have narratives, symbols, traditions and sacred histories that are intended to give meaning to life or to explain the origin of life or the universe. They tend to derive morality, ethics, religious laws or a preferred lifestyle from their ideas about the cosmos and human nature.","tittle":"Religion","totalMediaCount":20},{"id":"175","description":"Stories about crimes and the people who commit them.","tittle":"Crime","totalMediaCount":174},{"id":"161","description":"Japanese for \"transformation\" (metamorphosis or disguise).A \"henshin anime\" is any anime, where the characters or their costumes transform, such as Sailor Moon. The henshin switches on the character's special powers, and is frequently accompanied by a costume change. Often the change of clothing is the only outward indicator that the character has changed and yet nobody seems to notice the hero's true self.Most henshin heroes have a special item which they use to change into their heroic form. These items are usually activated by a command phrase (which is often in Engrish, for some reason), triggering a transformation sequence.","tittle":"Henshin","totalMediaCount":76},{"id":"144","description":"Asia is Earth's largest and most populous continent, located primarily in the eastern and northern hemispheres and sharing the continental landmass of Eurasia with the continent of Europe. Asia covers an area of 44,579,000 square kilometers, about 30% of Earth's total land area and 8.7% of the Earth's total surface area. The continent, which has long been home to the majority of the human population, was the site of many of the first civilizations. Asia is notable for not only its overall large size and population, but also dense and large settlements as well as vast barely populated regions within the continent of 4.4 billion people.\n\nSource: Wikipedia","tittle":"Asia","totalMediaCount":1621},{"id":"131","description":"The song performance on stage or acting in a theatre is a central part of the character's life in this anime type.","tittle":"Performance","totalMediaCount":70},{"id":"196","description":"In Japan it is a common custom for parents to leave their children alone at home and embark on a lifelong trip around the world once they hit the tender age of 14, sometimes even earlier.\n\nOf course this is done because the parents believe their children are independent enough to get their act together. But little do they know about the small secrets their offspring has, such as a childhood fiancé(e) or even a forbidden incestuous love between their (often not-blood-related) children.\n\nOf course aside from having a huge house, financial support is provided as well. Usually through the means of MAGICAL MONEY.\n\nIn rare cases the parents actually die (shortly) before embarking on their world-trip, which is self-evidently used as an important plot device in the development of the child.","tittle":"Parental Abandonment","totalMediaCount":16},{"id":"197","description":"An anime that takes place on future Earth (or it could be an alternative universe) after a major cataclysm has occurred. World War III, an alien invasion, plague, global warming or some other general disaster are common themes to build a post-apocalyptic world upon, where the effects were severe enough that mankind barely survived.The time frame may be immediately after the catastrophe, focusing on the travails or psychology of survivors, or considerably later, often including the theme that the existence of pre-catastrophe civilization has been forgotten (or mythologised). Post-apocalyptic stories often take place in an agrarian, non-technological future world, or a world where only scattered elements of technology remain. There is a considerable degree of blurring between post-apocalyptic fiction and that which deals with false utopias or dystopian societies.","tittle":"Post Apocalypse","totalMediaCount":147},{"id":"111","description":"Volleyball is a game best played on sand and half naked. Though it can be played indoors, this loses the magic somehow.","tittle":"Volleyball","totalMediaCount":19},{"id":"44","description":"Fights where two or more parties are firing guns at one another.","tittle":"Gunfights","totalMediaCount":241},{"id":"126","description":"A love polygon refers to a romantic relationship involving n people. Although a love triangle is not limited to just heterosexual relationships, in anime, it usually deals with two females liking one male and vice versa.","tittle":"Love Polygon","totalMediaCount":168},{"id":"64","description":"Power Suits are similar to Piloted Robots which are controlled from inside the robot except that Power Suits tend to be more directly tied to how the character moves and they are usually not as big as Piloted Robots can be. They are still mechanical and shouldn't be confused with plug suits.","tittle":"Power Suit","totalMediaCount":102},{"id":"92","description":"World War II, or the Second World War (often abbreviated WWII or WW2), was a global military conflict which involved most of the world's nations, including all great powers, organised into two opposing military alliances: the Allies and the Axis. The war involved the mobilisation of over 100 million military personnel, making it the most widespread war in history. In a state of \"total war,\" the major participants placed their entire economic, industrial, and scientific capabilities at the service of the war effort, erasing the distinction between civilian and military resources. Over seventy million people, the majority civilians, were killed, making it the deadliest conflict in human history.The start of the war is generally held to be September 1, 1939, with the invasion of Poland by Nazi Germany and subsequent declarations of war on Germany by most of the countries in the British Empire and Commonwealth, and by France. Many countries were already at war before this date, such as Ethiopia and Italy in the Second Italo-Abyssinian War and China and Japan in the Second Sino-Japanese War. Many who were not initially involved joined the war later, as a result of events such as the German invasion of the Soviet Union, the attacks on Pearl Harbor and British colonies, and subsequent declarations of war on Japan by the United States, the Netherlands, and British Commonwealth.In 1945, the war ended in a victory for the Allies. The Soviet Union and the United States subsequently emerged as the world's superpowers, setting the stage for the Cold War which continued for the next 46 years. The United Nations was formed in the hope of preventing another world conflict. The acceptance of the principle of self-determination accelerated decolonization movements in Asia and Africa, while Western Europe itself began moving toward integration.------About the pictureTop left: Battle of WuhanTop right: Second Battle of El AlameinMiddle left: Battle of StalingradMiddle right: German dive bombers over Eastern Front winter 1943-1944Bottom left: Wilhelm Keitel signing German Instrument of SurrenderBottom right: Invasion of Lingayen Gulf","tittle":"World War II","totalMediaCount":57}]